{
  "articles": [
    {
      "id": "postpartum-self-care",
      "title": "Postpartum Self-Care Routine",
      "image": "/assets/article1.webp",
      "category": "Self-Care",
      "section": "mother",
      "externalLink": "https://www.stanfordchildrens.org/en/topic/default?id=the-new-mother-taking-care-of-yourself-after-birth-90-P02693",
      "content": {
        "headline": "Postpartum Self-Care: Nurturing Yourself After Birth",
        "intro": "The postpartum period is a transformative time that requires special attention to your physical and emotional recovery. Taking care of yourself isn't selfish—it's essential for your wellbeing and your ability to care for your newborn.",
        "sections": [
          {
            "title": "Physical Recovery Essentials",
            "content": "Your body needs time and care to heal after childbirth:",
            "points": [
              "Rest whenever possible - sleep when your baby sleeps",
              "Manage pain with prescribed medications and warm baths",
              "Eat nutritious meals and stay hydrated",
              "Care for your perineal area with proper hygiene",
              "Watch for signs of infection and contact your provider if concerned"
            ]
          },
          {
            "title": "Emotional Wellbeing",
            "content": "Hormonal changes and new responsibilities can affect your emotional health:",
            "points": [
              "Accept help from family and friends",
              "Share your feelings with your partner or support person",
              "Be patient with yourself - adjustment takes time",
              "Watch for baby blues vs postpartum depression",
              "Take breaks when needed - even 15 minutes alone can help"
            ]
          },
          {
            "title": "Daily Self-Care Practices",
            "points": [
              "Shower daily - it can boost your mood and energy",
              "Wear comfortable clothes that make you feel good",
              "Spend time outdoors when possible",
              "Connect with other new parents for support",
              "Keep water and healthy snacks nearby for easy access"
            ]
          }
        ],
        "source": "Source: https://www.stanfordchildrens.org/en/topic/default?id=the-new-mother-taking-care-of-yourself-after-birth-90-P02693"
      }
    },
    {
      "id": "exercise-postpartum",
      "title": "Returning to Exercise Postpartum",
      "image": "/assets/article1.webp",
      "category": "Fitness",
      "section": "mother",
      "externalLink": "https://www.mayoclinic.org/healthy-lifestyle/labor-and-delivery/in-depth/exercise-after-pregnancy/art-20044596",
      "content": {
        "headline": "Safe Return to Exercise After Pregnancy",
        "intro": "Returning to physical activity after childbirth requires patience and proper progression. While exercise can boost your energy and mood, it's important to start slowly and listen to your body's signals.",
        "sections": [
          {
            "title": "When to Start Exercising",
            "content": "Timing depends on your delivery and recovery:",
            "points": [
              "Vaginal delivery: Often cleared at 4-6 weeks postpartum",
              "C-section: Typically 6-8 weeks with provider clearance",
              "Listen to your body - pain or bleeding means slow down",
              "Start with gentle activities like walking first",
              "Always get your provider's approval before beginning"
            ]
          },
          {
            "title": "Safe Postpartum Exercises",
            "content": "Begin with low-impact activities that support recovery:",
            "points": [
              "Walking - start with short distances and gradually increase",
              "Pelvic floor exercises (Kegels) for core recovery",
              "Gentle stretching to improve flexibility",
              "Deep breathing for core and relaxation",
              "Modified strength training focusing on proper form"
            ]
          },
          {
            "title": "Important Safety Considerations",
            "points": [
              "Stop if you experience pain or increased bleeding",
              "Wear supportive clothing, especially for breastfeeding moms",
              "Stay hydrated and eat enough to support milk production",
              "Be aware of diastasis recti (abdominal separation)",
              "Progress gradually - this is a marathon, not a sprint!"
            ]
          }
        ]
      }
    }
  ]
}