{
  "pregnant": [
    "Every kick is a reminder of the incredible life growing within you.",
    "Your body is doing the most magical work—growing a human being!",
    "One day at a time, one heartbeat at a time—you are growing a miracle.",
    "Your strength as a mother begins now, with every breath you take for two.",
    "The flutter you feel is a little hello from your future.",
    "You are the first home your baby will ever know.",
    "Each week brings new wonders—you're building a person with love.",
    "Your body is a sanctuary, creating life with every beat of your heart."
  ],
  "postpartum": [
    "You grew a human—now you're learning to care for one. Be gentle with yourself.",
    "Every sleepless night is proof of your incredible love and sacrifice.",
    "Your body may have changed, but it created a miracle. Honor that journey.",
    "You are exactly the mother your baby needs—trust your instincts.",
    "Healing takes time. Rest when you can, ask for help, and know you're doing amazing.",
    "The days are long but the years are short—cherish these precious moments.",
    "You're not just recovering; you're transforming into a mother.",
    "Your baby doesn't need perfect—they need present, and you are here."
  ],
  "childcare": [
    "You're not just raising a child; you're nurturing a future.",
    "The small moments of today become the cherished memories of tomorrow.",
    "You are your child's first teacher and forever safe haven.",
    "Every milestone, big or small, is a celebration of your love and care.",
    "Your patience and love are shaping a human being—what incredible work!",
    "In the chaos of parenting, remember: you are doing better than you think.",
    "Your child's laughter is the best reward for all your hard work.",
    "You're building a foundation of love that will last a lifetime."
  ],
  "general": [
    "Your journey is unique, your strength is inspiring, your love is enough.",
    "Motherhood: where the days feel long but the years fly by.",
    "You are capable of amazing things—just look at what you've already done!",
    "Trust your journey. Every mother walks her own path at her own pace.",
    "Your love is the greatest gift you can give your child every single day.",
    "There's no perfect way to be a mother, but a million beautiful ways.",
    "You are writing your motherhood story one loving moment at a time."
  ]
}