{
  "articles": [
    {
      "id": "baby-development-5-weeks",
      "title": "The Baby: Development at 5 Weeks",
      "image": "/assets/article1.webp",
      "category": "Pregnancy",
      "section": "maternal",
      "externalLink": "https://www.whattoexpect.com/pregnancy/week-by-week/week-5.aspx",
      "content": {
        "headline": "Your Guide to 5 Weeks Pregnant: A Journey Begins!",
        "intro": "Week 5 marks the beginning of your second month of pregnancy and is often when many women realize they've missed a period and start to experience early symptoms. This is an exciting time of rapid development for your baby and significant hormonal shifts for you! Take a deep breath—you are already doing amazing things!",
        "sections": [
          {
            "title": "The Baby: Development at 5 Weeks",
            "content": "At 5 weeks pregnant, your baby (now called an embryo) is the size of a sesame seed (about 2mm). Major development is underway:",
            "points": [
              "Neural tube forming - will become brain and spinal cord",
              "Tiny heart begins beating and circulating blood", 
              "Foundations for major organs developing",
              "Placenta and umbilical cord starting to function"
            ]
          },
          {
            "title": "Your Body: What to Expect at 5 Weeks",
            "content": "Your body is adapting to pregnancy hormones (hCG and progesterone):",
            "points": [
              "Fatigue - your body is working hard building the placenta",
              "Morning sickness (can happen any time of day)",
              "Tender, swollen breasts",
              "Frequent urination",
              "Food cravings/aversions and heightened smell"
            ]
          },
          {
            "title": "Important Steps This Week", 
            "points": [
              "Take a pregnancy test - hCG levels are now detectable",
              "Schedule your first prenatal appointment",
              "Continue healthy habits: avoid alcohol, limit caffeine",
              "Listen to your body and rest when needed"
            ]
          }
        ],
        "source": "Source: https://www.whattoexpect.com/pregnancy/week-by-week/week-5.aspx"
      }
    },
    {
      "id": "nutrition-tips-early-pregnancy",
      "title": "Nutrition Tips for Early Pregnancy",
      "image": "/assets/article1.webp",
      "category": "Nutrition",
      "section": "maternal",
      "externalLink": "https://www.mayoclinic.org/healthy-lifestyle/pregnancy-week-by-week/in-depth/pregnancy-nutrition/art-20045082",
      "content": {
        "headline": "Essential Nutrition for a Healthy Pregnancy",
        "intro": "Eating a healthy diet during pregnancy helps support your baby's growth and development while keeping you energized and strong. Good nutrition is one of the best gifts you can give your growing baby!",
        "sections": [
          {
            "title": "Key Nutrients You Need",
            "content": "Focus on these essential nutrients for a healthy pregnancy:",
            "points": [
              "Folic acid: Prevents neural tube defects (600-800 mcg daily)",
              "Calcium: Builds strong bones and teeth (1,000 mg daily)",
              "Iron: Supports blood production for you and baby (27 mg daily)",
              "Protein: Essential for baby's growth (71 grams daily)",
              "Vitamin D: Promotes bone health (600 IU daily)"
            ]
          },
          {
            "title": "Foods to Emphasize",
            "content": "Include these nutrient-rich foods in your daily diet:",
            "points": [
              "Whole grains: Oatmeal, whole wheat bread, brown rice",
              "Lean proteins: Chicken, fish, eggs, beans, lentils",
              "Dairy: Milk, yogurt, cheese for calcium",
              "Fruits & vegetables: Colorful variety for vitamins",
              "Healthy fats: Avocado, nuts, olive oil"
            ]
          },
          {
            "title": "Foods to Limit or Avoid",
            "content": "Some foods require extra caution during pregnancy:",
            "points": [
              "Limit caffeine to less than 200 mg per day",
              "Avoid raw or undercooked seafood, eggs, and meat",
              "Skip unpasteurized dairy products and juices",
              "Avoid high-mercury fish like shark and swordfish",
              "Limit processed foods high in sugar and salt"
            ]
          },
          {
            "title": "Managing Common Pregnancy Issues",
            "points": [
              "For nausea: Eat small, frequent meals and dry crackers",
              "For constipation: Drink plenty of water and eat high-fiber foods",
              "For heartburn: Avoid spicy foods and eat smaller meals",
              "For food aversions: Find alternative nutrient sources",
              "Always take prenatal vitamins as recommended"
            ]
          }
        ],
        "source": "Source: https://www.mayoclinic.org/healthy-lifestyle/pregnancy-week-by-week/in-depth/pregnancy-nutrition/art-20045082"
      }
    },
    {
      "id": "body-adjusting-pregnancy",
      "title": "Signs Your Body is Adjusting to Pregnancy",
      "image": "/assets/article1.webp",
      "category": "Health",
      "section": "maternal",
      "externalLink": "https://www.betterhealth.vic.gov.au/health/healthyliving/pregnancy-stages-and-changes",
      "content": {
        "headline": "Recognizing Your Body's Pregnancy Changes",
        "intro": "Pregnancy brings remarkable physical and hormonal changes as your body adapts to support your growing baby. Understanding these normal adjustments can help you feel more confident and prepared for each stage of this incredible journey.",
        "sections": [
          {
            "title": "Early Pregnancy Changes (First Trimester)",
            "content": "Your body begins significant transformations from the very beginning:",
            "points": [
              "Missed period - often the first noticeable sign",
              "Fatigue and increased need for rest",
              "Nausea with or without vomiting (morning sickness)",
              "Tender, swollen breasts and darker areolas",
              "Frequent urination as uterus expands",
              "Food cravings or aversions to certain smells"
            ]
          },
          {
            "title": "Mid-Pregnancy Adjustments (Second Trimester)",
            "content": "Many early symptoms ease while new changes emerge:",
            "points": [
              "Visible baby bump as uterus grows upward",
              "Feeling baby movements (quickening)",
              "Skin changes like linea nigra and glow",
              "Round ligament pain as uterus expands",
              "Nasal congestion and occasional nosebleeds",
              "Improved energy levels typically return"
            ]
          },
          {
            "title": "Late Pregnancy Transformations (Third Trimester)",
            "content": "Your body prepares for childbirth and breastfeeding:",
            "points": [
              "Shortness of breath as baby pushes diaphragm",
              "Braxton Hicks contraction practice",
              "Increased back pain and pelvic pressure",
              "Swelling in ankles and feet",
              "Colostrum production in breasts",
              "Nesting instinct and preparation urges"
            ]
          },
          {
            "title": "When to Contact Your Healthcare Provider",
            "points": [
              "Severe or persistent abdominal pain",
              "Heavy bleeding or fluid leakage",
              "Severe headaches or vision changes",
              "Significant swelling in hands/face",
              "Decreased fetal movement after 28 weeks",
              "Fever over 38°C or signs of infection"
            ]
          }
        ],
        "source": "Source: https://www.betterhealth.vic.gov.au/health/healthyliving/pregnancy-stages-and-changes"
      }
    },
    {
      "id": "postpartum-self-care",
      "title": "Postpartum Self-Care Routine",
      "image": "/assets/article1.webp",
      "category": "Self-Care",
      "section": "mother",
      "externalLink": "https://www.stanfordchildrens.org/en/topic/default?id=the-new-mother-taking-care-of-yourself-after-birth-90-P02693",
      "content": {
        "headline": "Postpartum Self-Care: Nurturing Yourself After Birth",
        "intro": "The postpartum period is a transformative time that requires special attention to your physical and emotional recovery. Taking care of yourself isn't selfish—it's essential for your wellbeing and your ability to care for your newborn. Remember, a healthy mom means a healthy baby!",
        "sections": [
          {
            "title": "Physical Recovery Essentials",
            "content": "Your body needs time and care to heal after childbirth. Be patient and listen to your body's signals:",
            "points": [
              "Rest whenever possible - sleep when your baby sleeps",
              "Manage pain with prescribed medications and warm baths",
              "Eat nutritious meals and stay hydrated",
              "Care for your perineal area with proper hygiene",
              "Watch for signs of infection and contact your provider if concerned"
            ]
          },
          {
            "title": "Emotional Wellbeing",
            "content": "Hormonal changes and new responsibilities can affect your emotional health:",
            "points": [
              "Accept help from family and friends",
              "Share your feelings with your partner or support person",
              "Be patient with yourself - adjustment takes time",
              "Watch for baby blues (common) vs postpartum depression (requires treatment)",
              "Take breaks when needed - even 15 minutes alone can help"
            ]
          },
          {
            "title": "Daily Self-Care Practices",
            "points": [
              "Shower daily - it can boost your mood and energy",
              "Wear comfortable clothes that make you feel good",
              "Spend time outdoors when possible",
              "Connect with other new parents for support",
              "Keep water and healthy snacks nearby for easy access"
            ]
          }
        ],
        "source": "Source: https://www.stanfordchildrens.org/en/topic/default?id=the-new-mother-taking-care-of-yourself-after-birth-90-P02693"
      }
    },
    {
      "id": "caring-while-caring",
      "title": "Caring for Yourself While Caring for Baby",
      "image": "/assets/article1.webp",
      "category": "Wellness",
      "section": "mother",
      "externalLink": "https://www.zerotothree.org/resource/caring-for-yourself-while-you-care-for-your-children/",
      "content": {
        "headline": "Balancing Your Needs While Nurturing Your Baby",
        "intro": "Caring for a newborn is demanding, but neglecting your own needs can lead to burnout. Finding balance between caring for your baby and yourself is crucial for sustainable parenting. You deserve care and attention too!",
        "sections": [
          {
            "title": "Why Parent Self-Care Matters",
            "content": "Taking care of yourself directly impacts your ability to care for your baby:",
            "points": [
              "Reduced stress helps you respond more patiently to your baby",
              "Better physical health means more energy for parenting",
              "Emotional regulation models healthy coping for your child",
              "Prevents caregiver burnout and exhaustion",
              "Maintains your identity beyond being a parent"
            ]
          },
          {
            "title": "Practical Self-Care Strategies",
            "content": "Small, consistent practices can make a big difference in your wellbeing:",
            "points": [
              "Take micro-breaks - even 5 minutes of deep breathing helps",
              "Ask for help with household tasks and baby care",
              "Connect with friends who understand your experience",
              "Practice saying 'no' to unnecessary commitments",
              "Keep a list of quick self-care activities for busy days"
            ]
          },
          {
            "title": "Building a Support System",
            "points": [
              "Identify trusted people who can provide practical help",
              "Join parent groups for shared experiences and advice",
              "Communicate your needs clearly to your partner",
              "Consider professional support if feeling overwhelmed",
              "Remember it's okay to not be perfect - good enough is great!"
            ]
          }
        ],
        "source": "Source: https://www.zerotothree.org/resource/caring-for-yourself-while-you-care-for-your-children/"
      }
    },
    {
      "id": "mental-health-after-birth",
      "title": "Mental Health After Birth",
      "image": "/assets/article1.webp",
      "category": "Mental Health",
      "section": "mother",
      "externalLink": "https://www.mayoclinic.org/healthy-lifestyle/labor-and-delivery/in-depth/exercise-after-pregnancy/art-20044596",
      "content": {
        "headline": "Understanding Postpartum Mental Health",
        "intro": "The period after childbirth brings significant emotional changes. While many new parents experience temporary 'baby blues,' some may develop more serious conditions like postpartum depression. Recognizing the signs and seeking help early is crucial for your recovery and your baby's wellbeing.",
        "sections": [
          {
            "title": "Common Postpartum Conditions",
            "content": "Understanding the differences between normal adjustment and concerning symptoms:",
            "points": [
              "Baby Blues: Mild mood swings, anxiety, sadness affecting 70-80% of new moms",
              "Postpartum Depression: Persistent sadness, loss of interest, difficulty bonding",
              "Postpartum Anxiety: Excessive worry, racing thoughts, physical anxiety symptoms",
              "Postpartum OCD: Intrusive thoughts and compulsive behaviors",
              "Postpartum Psychosis: Rare but serious condition requiring immediate care"
            ]
          },
          {
            "title": "Warning Signs to Watch For",
            "content": "These symptoms may indicate you need professional support:",
            "points": [
              "Overwhelming sadness or crying spells",
              "Severe mood swings or irritability",
              "Difficulty bonding with your baby",
              "Withdrawing from family and friends",
              "Thoughts of harming yourself or your baby"
            ]
          },
          {
            "title": "Getting Help and Treatment",
            "points": [
              "Talk to your healthcare provider about your symptoms",
              "Therapy and counseling can provide effective support",
              "Medication may be recommended in some cases",
              "Support groups connect you with others who understand",
              "Emergency help is available if you have thoughts of self-harm"
            ]
          }
        ],
        "source": "Source: https://www.mayoclinic.org/diseases-conditions/postpartum-depression/symptoms-causes/syc-20376617"
      }
    },
    {
      "id": "exercise-postpartum",
      "title": "Returning to Exercise Postpartum",
      "image": "/assets/article1.webp",
      "category": "Fitness",
      "section": "mother",
      "externalLink": "https://www.mayoclinic.org/healthy-lifestyle/labor-and-delivery/in-depth/exercise-after-pregnancy/art-20044596",
      "content": {
        "headline": "Safe Return to Exercise After Pregnancy",
        "intro": "Returning to physical activity after childbirth requires patience and proper progression. While exercise can boost your energy and mood, it's important to start slowly and listen to your body's signals. Your recovery timeline is unique to you and your birth experience.",
        "sections": [
          {
            "title": "When to Start Exercising",
            "content": "Timing depends on your delivery and recovery:",
            "points": [
              "Vaginal delivery: Often cleared at 4-6 weeks postpartum",
              "C-section: Typically 6-8 weeks with provider clearance",
              "Listen to your body - pain or bleeding means slow down",
              "Start with gentle activities like walking first",
              "Always get your provider's approval before beginning"
            ]
          },
          {
            "title": "Safe Postpartum Exercises",
            "content": "Begin with low-impact activities that support recovery:",
            "points": [
              "Walking - start with short distances and gradually increase",
              "Pelvic floor exercises (Kegels) for core recovery",
              "Gentle stretching to improve flexibility",
              "Deep breathing for core and relaxation",
              "Modified strength training focusing on proper form"
            ]
          },
          {
            "title": "Important Safety Considerations",
            "points": [
              "Stop if you experience pain or increased bleeding",
              "Wear supportive clothing, especially for breastfeeding moms",
              "Stay hydrated and eat enough to support milk production",
              "Be aware of diastasis recti (abdominal separation)",
              "Progress gradually - this is a marathon, not a sprint!"
            ]
          }
        ],
        "source": "Source: https://www.mayoclinic.org/healthy-lifestyle/labor-and-delivery/in-depth/exercise-after-pregnancy/art-20044596"
      }
    },
    {
      "id": "newborn-care-essentials-ethiopia",
      "title": "Newborn Care Essentials",
      "image": "/assets/article1.webp",
      "category": "Baby Care",
      "section": "baby",
      "externalLink": "https://link.springer.com/article/10.1186/s12884-020-2804-7",
      "content": {
        "headline": "Essential Newborn Care: Evidence-Based Practices for Healthy Development",
        "intro": "Essential newborn care practices are critical interventions that can significantly reduce newborn mortality and improve infant health outcomes. Research from Ethiopia shows that proper newborn care utilization remains a challenge, with only about half of mothers practicing these essential techniques. Understanding and implementing these evidence-based practices can make a life-saving difference for your newborn.",
        "sections": [
          {
            "title": "The Importance of Essential Newborn Care",
            "content": "Globally, newborn deaths account for 46% of under-five deaths, with more than 80% resulting from preventable and treatable conditions. Research from Ethiopia shows that improving newborn care practices can significantly reduce infant mortality and improve long-term health outcomes.",
            "points": [
              "Newborn deaths represent nearly half of all under-five mortality worldwide",
              "Over 80% of newborn deaths are from preventable causes",
              "Essential newborn care practices can reduce mortality by up to 50%",
              "Proper care in the first 28 days is crucial for long-term development",
              "Simple, cost-effective interventions can save millions of newborn lives"
            ]
          },
          {
            "title": "Key Essential Newborn Care Practices",
            "content": "These evidence-based practices form the foundation of healthy newborn development and should be implemented consistently:",
            "points": [
              "Immediate and exclusive breastfeeding within first hour after birth",
              "Proper thermal care and prevention of hypothermia",
              "Hygienic cord care and infection prevention",
              "Early recognition of danger signs and prompt care-seeking",
              "Appropriate bathing timing and techniques",
              "Skin-to-skin contact for temperature regulation and bonding"
            ]
          },
          {
            "title": "Factors That Improve Newborn Care Utilization",
            "content": "Research from Ethiopia identified key factors that significantly increase the likelihood of proper newborn care practices:",
            "points": [
              "Postnatal care visits increase proper care by 5.5 times",
              "Counseling during pregnancy and delivery improves practices 4.4 times",
              "Regular antenatal care follow-up increases care utilization nearly 7 times",
              "Maternal education improves care practices by 63%",
              "Urban residence doubles the likelihood of proper newborn care"
            ]
          },
          {
            "title": "Current Challenges and Solutions",
            "content": "Despite the proven benefits, essential newborn care utilization faces several barriers that need addressing:",
            "points": [
              "Only 48.77% of mothers in Ethiopia practice essential newborn care",
              "Rural mothers face greater challenges accessing care information",
              "Limited awareness about proper newborn care techniques",
              "Inconsistent health facility services for newborn care",
              "Need for targeted education during antenatal and postnatal visits"
            ]
          },
          {
            "title": "Action Steps for Parents",
            "points": [
              "Attend all antenatal and postnatal care appointments regularly",
              "Seek comprehensive counseling during pregnancy and after delivery",
              "Learn and practice proper breastfeeding techniques immediately after birth",
              "Master thermal care and cord care procedures",
              "Recognize danger signs that require immediate medical attention",
              "Join educational programs focused on newborn care practices"
            ]
          }
        ],
        "source": "Source: https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-021-04108-6"
      }
    },
    {
      "id": "baby-development-milestones-2-5",
      "title": "Baby Development Milestones",
      "image": "/assets/article1.webp",
      "category": "Development",
      "section": "baby",
      "externalLink": "https://opentextbc.ca/psychologymtdi/chapter/ages-stages-and-milestones-of-development",
      "content": {
        "headline": "Developmental Milestones: Tracking Your Child's Growth from 2-5 Years",
        "intro": "Understanding developmental milestones helps parents track their child's progress and identify areas where they might need additional support. Each child develops at their own pace, but knowing typical milestones can provide reassurance and guidance for supporting healthy development across physical, social, language, and cognitive domains.",
        "sections": [
          {
            "title": "Key Developmental Domains Explained",
            "content": "Child development occurs across four main areas that work together to support overall growth and learning:",
            "points": [
              "Physical Development: Gross and fine motor skills, coordination, and physical abilities",
              "Personal/Social Development: Emotional regulation, social interactions, and self-care skills",
              "Language Development: Communication, vocabulary, and understanding of language",
              "Cognitive Development: Thinking, reasoning, problem-solving, and learning abilities"
            ]
          },
          {
            "title": "Developmental Milestones by Age",
            "content": "Here's what to expect at each stage of your child's development from ages 2-5:",
            "points": [
              "Age 2: Kicks ball, walks stairs, plays alongside others, puts 2-4 word sentences together, sorts shapes and colors",
              "Age 3: Climbs and runs, pedals tricycle, takes turns, expresses emotions, names familiar things, plays make-believe",
              "Age 4: Catches balls, uses scissors, prefers social play, knows songs by memory, names colors and numbers",
              "Age 5: Hops and swings, uses utensils, distinguishes real from pretend, speaks clearly, counts to 10, writes letters"
            ]
          },
          {
            "title": "Supporting Healthy Development",
            "content": "You can actively support your child's development through daily interactions and activities:",
            "points": [
              "Provide plenty of opportunities for physical play and exploration",
              "Encourage social interactions with peers through playdates and groups",
              "Read together daily to build language and cognitive skills",
              "Offer age-appropriate puzzles and games that challenge thinking",
              "Create consistent routines that provide security and predictability",
              "Praise effort and progress rather than just achievement"
            ]
          },
          {
            "title": "When to Seek Guidance",
            "points": [
              "Consult your pediatrician if your child shows delays in multiple areas",
              "Trust your instincts - you know your child best",
              "Early intervention can address developmental concerns effectively",
              "Remember that children develop at different rates within normal ranges",
              "Focus on overall progress rather than comparing to other children"
            ]
          }
        ],
        "source": "Source: https://opentextbc.ca/psychologymtdi/chapter/ages-stages-and-milestones-of-development"
      }
    },
    {
      "id": "understanding-baby-sleep-patterns",
      "title": "Understanding Baby's Sleep Patterns",
      "image": "/assets/article1.webp",
      "category": "Sleep",
      "section": "baby",
      "externalLink": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0237240",
      "content": {
        "headline": "The 'Sleep, Baby & You' Approach: A New Way to Understand Infant Sleep",
        "intro": "The 'Sleep, Baby & You' program offers a revolutionary approach to infant sleep that focuses on parental well-being and realistic expectations rather than sleep training. Developed from the evidence-based Possums Sleep Program, this method helps parents understand normal infant sleep development while providing tools to manage fatigue and anxiety. Research shows this responsive approach leads to sustained positive changes in parental attitudes and sleep management strategies.",
        "sections": [
          {
            "title": "The Challenge of Postpartum Fatigue and Infant Sleep",
            "content": "Sleep disruption affects most new parents and can have significant impacts on mental health and family wellbeing:",
            "points": [
              "64-67% of women experience postpartum fatigue for up to 2 years after birth",
              "Sleep disruption is linked to increased depression and anxiety in both parents",
              "Parental fatigue can affect emotional stability, relationships, and daily functioning",
              "Traditional sleep training often conflicts with responsive parenting approaches",
              "Parents need support that aligns with their values and infant's needs"
            ]
          },
          {
            "title": "The 'Sleep, Baby & You' Approach Explained",
            "content": "This innovative program combines sleep science with psychological support to help families:",
            "points": [
              "Recalibrate expectations of normal infant sleep development",
              "Encourage responsive parenting and experimentation with different strategies",
              "Support development of baby's biological sleep regulators naturally",
              "Manage negative thinking and anxiety using Acceptance and Commitment Therapy",
              "Promote parental wellbeing alongside infant sleep needs"
            ]
          },
          {
            "title": "Key Principles of the Program",
            "content": "The approach is built on several evidence-based foundations that distinguish it from traditional sleep training:",
            "points": [
              "Evolutionary understanding of infant needs and sleep patterns",
              "Integration of interdisciplinary sleep science research",
              "Focus on parent-infant enjoyment and secure attachment",
              "Empowerment through education about sleep science",
              "Values-based approach to parenting decisions"
            ]
          },
          {
            "title": "Proven Results from Field Testing",
            "content": "Extensive testing with UK parents and practitioners demonstrated significant benefits:",
            "points": [
              "100% of parents who received the intervention implemented suggested changes",
              "70% of changes were sustained for at least two weeks",
              "Practitioners reported materials were easy to explain and parents understood them well",
              "Approach aligned well with responsive parenting methods already in use",
              "Parents found the suggestions practical and easy to follow in daily life"
            ]
          },
          {
            "title": "Practical Strategies for Parents",
            "content": "The program offers concrete tools that parents can implement immediately:",
            "points": [
              "Understand and work with your baby's natural sleep regulators",
              "Experiment with different approaches to find what works for your family",
              "Manage anxiety and negative thoughts about sleep disruption",
              "Balance meeting infant needs with parental self-care",
              "Build confidence in responding to your baby's unique sleep patterns"
            ]
          },
          {
            "title": "Why This Approach Works",
            "points": [
              "Reduces parental stress by normalizing infant sleep patterns",
              "Empowers parents to trust their instincts and their baby's cues",
              "Provides realistic expectations rather than quick-fix solutions",
              "Supports parental mental health alongside infant sleep",
              "Fits with responsive, attachment-focused parenting values",
              "Can be adapted to each family's unique circumstances and needs"
            ]
          }
        ],
        "source": "Source: https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0237240"
      }
    },
    {
      "id": "feeding-guide-newborns",
      "title": "Feeding Guide for Newborns",
      "image": "/assets/article1.webp",
      "category": "Feeding",
      "section": "baby",
      "externalLink": "https://link.springer.com/article/10.1186/s12887-020-1982-9",
      "content": {
        "headline": "Newborn Feeding Guidelines: Preventing Early Overfeeding and Future Obesity",
        "intro": "Groundbreaking research reveals that overfeeding during the first day of life can significantly increase the risk of childhood obesity. Understanding appropriate feeding volumes and recognizing hunger cues are essential skills for new parents. Proper feeding practices established in the first days can set the foundation for lifelong healthy eating patterns and weight management.",
        "sections": [
          {
            "title": "Critical First Day Feeding Research",
            "content": "A study of 1,106 formula-fed infants found startling connections between early feeding and future weight:",
            "points": [
              "93% of newborns were overfed at least once on their first day",
              "71% were overfed 3 or more times during their first 7 feeds",
              "Overfeeding 5+ times increased obesity risk 5x at age 4",
              "Consistent overfeeding all 7 feeds increased risk 7x at age 4",
              "Early metabolic programming may establish lifelong patterns"
            ]
          },
          {
            "title": "Appropriate Feeding Volumes by Weight",
            "content": "Follow these evidence-based guidelines for newborn feeding amounts:",
            "points": [
              "Avoid feeds greater than 30ml in single sessions initially",
              "Start with 15-20ml per feeding for average weight newborns",
              "Adjust amounts based on baby's weight and hunger cues",
              "Feed every 2-3 hours or 8-12 times in 24 hours",
              "Increase volume gradually as baby grows and demands"
            ]
          },
          {
            "title": "Recognizing Hunger and Fullness Cues",
            "content": "Learn to read your baby's signals to prevent overfeeding:",
            "points": [
              "Early hunger signs: smacking lips, rooting, hand-to-mouth movements",
              "Active hunger signs: crying, agitated movements, searching for nipple",
              "Fullness signals: slowing sucking, turning away, relaxed hands",
              "Stop feeding when baby shows satisfaction cues",
              "Avoid using feeding as only comfort method"
            ]
          },
          {
            "title": "Practical Prevention Strategies",
            "content": "Implement these approaches to establish healthy feeding patterns:",
            "points": [
              "Use smaller bottles (2oz/60ml) for first weeks to control portions",
              "Pace bottle feeding with frequent breaks for burping",
              "Focus on responsive feeding rather than scheduled amounts",
              "Educate all caregivers about appropriate feeding volumes",
              "Monitor weight gain patterns with healthcare provider"
            ]
          },
          {
            "title": "Long-term Health Implications",
            "points": [
              "Early overfeeding may program metabolism for weight gain",
              "Obese infants are likely to remain overweight into adulthood",
              "Establishing healthy patterns early prevents future struggles",
              "Proper feeding supports optimal brain and physical development",
              "Consult lactation consultants or feeding specialists for concerns"
            ]
          }
        ],
        "source": "Source: https://link.springer.com/article/10.1186/s12887-020-1982-9"
      }
    },
    {
      "id": "common-newborn-health-concerns",
      "title": "Common Newborn Health Concerns",
      "image": "/assets/article1.webp",
      "category": "Health",
      "section": "baby",
      "externalLink": "https://books.google.com/books?hl=en&lr=&id=3jVCEAAAQBAJ&oi=fnd&pg=PA168&dq=Common+Newborn+Health+Concerns&ots=1PD4Rd5uDH&sig=13dHD-HbAQiPCXcrlmWM3vEB4W0",
      "content": {
        "headline": "Understanding Common Newborn Health Issues: Birth Injuries and Care",
        "intro": "Many newborns experience minor health concerns and birth injuries that, while often alarming to parents, are typically temporary and resolve without intervention. Understanding these common conditions helps parents provide appropriate care and know when to seek medical attention. Most birth-related issues are minor and part of the normal adjustment to life outside the womb.",
        "sections": [
          {
            "title": "Common Birth Injuries and Their Causes",
            "content": "Several factors can predispose infants to birth injuries, though most resolve spontaneously:",
            "points": [
              "Maternal factors: Prolonged labor, preterm/postterm delivery, cephalopelvic disproportion",
              "Fetal factors: Macrosomia, multiple gestation, abnormal presentation, congenital anomalies",
              "Obstetric factors: Forceps delivery, vacuum extraction, cesarean birth",
              "Monitoring procedures: Fetal scalp monitoring during labor",
              "Often multiple factors combine to increase injury risk"
            ]
          },
          {
            "title": "Head and Scalp Injuries",
            "content": "The most common birth injuries involve the head and scalp during delivery:",
            "points": [
              "Caput Succedaneum: Soft swelling that crosses suture lines, resolves in days",
              "Cephalohematoma: Bleeding between skull and periosteum, stays within bone boundaries",
              "Subgaleal Hemorrhage: Serious bleeding into scalp compartment, requires monitoring",
              "Skull Fractures: Rare, usually linear or depressed 'Ping-Pong' type",
              "Most require no treatment and resolve spontaneously"
            ]
          },
          {
            "title": "Soft Tissue and Bone Injuries",
            "content": "Other common injuries that typically heal without intervention:",
            "points": [
              "Bruises and petechiae from pressure during delivery",
              "Clavicle fractures - most common bone injury, heal with minimal intervention",
              "Facial nerve paralysis from pressure, usually temporary",
              "Brachial plexus injuries affecting arm movement",
              "Subconjunctival hemorrhages - red eyes that resolve quickly"
            ]
          },
          {
            "title": "Nursing Care and Parent Support",
            "content": "Proper care and parental reassurance are essential for recovery:",
            "points": [
              "Maintain asepsis of any broken skin to prevent infection",
              "Provide careful handling and proper positioning for fractures",
              "Monitor for complications like infection or excessive bleeding",
              "Document injuries accurately for tracking resolution",
              "Offer emotional support and education to concerned parents"
            ]
          },
          {
            "title": "When to Seek Medical Attention",
            "points": [
              "Signs of infection: Redness, swelling, fever, pus drainage",
              "Neurological changes: Lethargy, seizures, abnormal movements",
              "Respiratory distress: Breathing difficulties, cyanosis",
              "Feeding problems: Inability to suck or swallow effectively",
              "Persistent symptoms beyond expected resolution time"
            ]
          }
        ],
        "source": "Source: https://books.google.com.ph/books?id=3jVCEAAAQBAJ"
      }
    },
    {
      "id": "exercise-first-trimester",
      "title": "Exercise During First Trimester",
      "image": "/assets/article1.webp",
      "category": "Fitness",
      "section": "maternal",
      "externalLink": "https://diabetesjournals.org/care/article/44/2/425/35500/Exercise-During-the-First-Trimester-of-Pregnancy",
      "content": {
        "headline": "First Trimester Exercise: Higher Activity Levels May Reduce Gestational Diabetes Risk",
        "intro": "New research reveals that exercise during the first trimester significantly reduces the risk of abnormal glucose screening and gestational diabetes mellitus (GDM). The study found that the amount of exercise needed to achieve these benefits may be higher than current recommendations, suggesting that more vigorous activity provides greater protection. Understanding these findings can help you make informed decisions about physical activity during early pregnancy.",
        "sections": [
          {
            "title": "Key Research Findings",
            "content": "A major study of 2,246 pregnant women (79% minorities) found significant benefits from first-trimester exercise:",
            "points": [
              "Women exercising at the 75th percentile (≥264 minutes of moderate exercise weekly) had 4.8% lower risk of abnormal glucose screening",
              "The same high-exercise group had 2.1% lower risk of developing gestational diabetes",
              "24.3% of women had abnormal glucose screening results overall",
              "Only 6.5% developed gestational diabetes in the study cohort",
              "Benefits were observed after adjusting for pre-pregnancy BMI, exercise history, and weight gain"
            ]
          },
          {
            "title": "Recommended Exercise Levels for Maximum Benefit",
            "content": "The study suggests current recommendations might be insufficient for optimal diabetes prevention:",
            "points": [
              "Current guidelines: ≥150 minutes of moderate exercise per week",
              "Study recommendation: ≥264 minutes of moderate exercise per week (about 38 minutes daily)",
              "This represents the 75th percentile of exercise in the study population",
              "Vigorous exercise was also beneficial and considered safe for most women",
              "Exercise volume combines intensity, duration, and frequency"
            ]
          },
          {
            "title": "Types of Beneficial Exercise",
            "content": "The study focused on intentional sports and exercise activities including:",
            "points": [
              "Moderate-intensity activities: walking, swimming, weight lifting, resistance exercise",
              "Vigorous-intensity activities: brisk hill walking, jogging",
              "Activities performed specifically for fitness and health benefits",
              "Combination exercises that include both cardiovascular and resistance elements",
              "Daily lifestyle activities were considered separately from intentional exercise"
            ]
          },
          {
            "title": "Why First Trimester Exercise Matters",
            "content": "Early pregnancy exercise sets the foundation for metabolic health throughout pregnancy:",
            "points": [
              "Helps establish healthy patterns before weight gain accelerates",
              "May influence placental development and function",
              "Supports glucose metabolism before insulin resistance increases",
              "Can prevent excessive gestational weight gain",
              "Sets positive habits for the remainder of pregnancy"
            ]
          },
          {
            "title": "Practical Implementation Tips",
            "points": [
              "Aim for at least 38 minutes of moderate exercise daily",
              "Combine cardiovascular and resistance exercises",
              "Continue pre-pregnancy exercise routines if medically approved",
              "Monitor for any concerning symptoms and adjust accordingly",
              "Consult your healthcare provider about appropriate exercise intensity",
              "Track your activity to ensure you're meeting beneficial levels"
            ]
          }
        ],
        "source": "Source: https://diabetesjournals.org/care/article/44/2/425/35500/Exercise-During-the-First-Trimester-of-Pregnancy"
      }
    },
    {
      "id": "managing-morning-sickness",
      "title": "Managing Morning Sickness",
      "image": "/assets/article1.webp",
      "category": "Health",
      "section": "maternal",
      "externalLink": "https://my.clevelandclinic.org/health/diseases/16566-morning-sickness-nausea-and-vomiting-of-pregnancy",
      "content": {
        "headline": "Managing Morning Sickness: Evidence-Based Strategies for Nausea Relief",
        "intro": "Morning sickness affects about 70% of pregnant women, typically beginning around 6 weeks and peaking between 8-10 weeks. While the name suggests morning-only symptoms, nausea and vomiting can occur at any time. Most cases improve by the second trimester, but effective management strategies can provide significant relief during the challenging first trimester.",
        "sections": [
          {
            "title": "Understanding Morning Sickness Patterns",
            "content": "Knowing what to expect can help you manage symptoms more effectively:",
            "points": [
              "Starts around week 6 of pregnancy for most women",
              "Peaks in intensity between weeks 8-10",
              "Typically improves or resolves by week 13-14",
              "Despite the name, can occur at any time of day",
              "Symptoms range from mild nausea to frequent vomiting"
            ]
          },
          {
            "title": "Dietary Strategies for Relief",
            "content": "Simple changes to eating habits can significantly reduce nausea:",
            "points": [
              "Eat crackers or dry toast before getting out of bed",
              "Consume several small meals instead of three large ones",
              "Avoid spicy, fatty, or strongly flavored foods",
              "Choose bland foods: bananas, rice, applesauce, toast",
              "Stay hydrated with water, ginger tea, or electrolyte drinks",
              "Eat protein-rich snacks between meals"
            ]
          },
          {
            "title": "Lifestyle Adjustments That Help",
            "content": "Environmental and routine changes can minimize triggers:",
            "points": [
              "Avoid strong odors that trigger nausea",
              "Get plenty of rest and avoid exhaustion",
              "Keep rooms well-ventilated or use a fan",
              "Try fresh scents like lemon, mint, or orange",
              "Don't lie down immediately after eating",
              "Rinse mouth after vomiting to protect teeth"
            ]
          },
          {
            "title": "When to Seek Medical Attention",
            "content": "Some symptoms indicate a more serious condition called hyperemesis gravidarum:",
            "points": [
              "Vomiting more than three times per day",
              "Signs of dehydration: dark urine, dizziness, reduced urination",
              "Weight loss of 10 pounds or more",
              "Inability to keep any food or liquids down",
              "Brown or bloody vomit",
              "Extreme fatigue or confusion"
            ]
          },
          {
            "title": "Medical Treatment Options",
            "content": "When lifestyle changes aren't enough, these options can help:",
            "points": [
              "Vitamin B6 (pyridoxine) supplements",
              "Doxylamine (available over-the-counter)",
              "Prescription medication Diclegis® for severe cases",
              "IV fluids for dehydration in hospital settings",
              "Other anti-nausea medications as prescribed",
              "Never use marijuana for morning sickness relief"
            ]
          },
          {
            "title": "Risk Factors for Severe Morning Sickness",
            "points": [
              "Pregnant with multiples (twins, triplets)",
              "Personal or family history of severe morning sickness",
              "History of motion sickness or migraines",
              "Overweight before pregnancy",
              "High stress or anxiety levels",
              "Working night shifts or being sleep-deprived"
            ]
          }
        ],
        "source": "Source: https://my.clevelandclinic.org/health/diseases/16566-morning-sickness-nausea-and-vomiting-of-pregnancy"
      }
    }
  ]
}