{
  "articles": [
    {
      "id": "baby-development-5-weeks",
      "title": "The Baby: Development at 5 Weeks",
      "image": "/assets/article1.webp",
      "category": "Pregnancy",
      "section": "maternal",
      "content": {
        "headline": "Your Guide to 5 Weeks Pregnant: A Journey Begins!",
        "intro": "Week 5 marks the beginning of your second month of pregnancy and is often when many women realize they've missed a period and start to experience early symptoms. This is an exciting time of rapid development for your baby and significant hormonal shifts for you! Take a deep breath—you are already doing amazing things!",
        "sections": [
          {
            "title": "The Baby: Development at 5 Weeks",
            "content": "At 5 weeks pregnant, your baby (now called an embryo) is the size of a sesame seed (about 2mm). Major development is underway:",
            "points": [
              "Neural tube forming - will become brain and spinal cord",
              "Tiny heart begins beating and circulating blood", 
              "Foundations for major organs developing",
              "Placenta and umbilical cord starting to function"
            ]
          },
          {
            "title": "Your Body: What to Expect at 5 Weeks",
            "content": "Your body is adapting to pregnancy hormones (hCG and progesterone):",
            "points": [
              "Fatigue - your body is working hard building the placenta",
              "Morning sickness (can happen any time of day)",
              "Tender, swollen breasts",
              "Frequent urination",
              "Food cravings/aversions and heightened smell"
            ]
          },
          {
            "title": "Important Steps This Week", 
            "points": [
              "Take a pregnancy test - hCG levels are now detectable",
              "Schedule your first prenatal appointment",
              "Continue healthy habits: avoid alcohol, limit caffeine",
              "Listen to your body and rest when needed"
            ]
          }
        ],
        "source": "Based on information from What to Expect - Week 5 Pregnancy"
      }
    },
    {
      "id": "nutrition-tips-early-pregnancy",
      "title": "Nutrition Tips for Early Pregnancy",
      "image": "/assets/article1.webp",
      "category": "Nutrition",
      "section": "maternal",
      "content": {
        "headline": "Your Guide to Nutrition in Pregnancy: Nourishing Two Lives",
        "intro": "Pregnancy is one of the most transformative times in a woman's life — physically, emotionally, and nutritionally. What you eat during these months doesn't just fuel your body; it lays the foundation for your baby's health and development. With all the information out there, knowing what's truly important can feel overwhelming — but don't worry, we'll break it down clearly and simply for you!",
        "sections": [
          {
            "title": "The Importance of Nutrition During Pregnancy",
            "content": "Your baby's growth and your body's changes demand extra care and nourishment. A balanced diet during pregnancy supports your baby's brain, bones, and organs — and helps you stay healthy, energized, and strong. Many women rely on their healthcare providers for guidance, and for good reason: proper nutrition during pregnancy can reduce the risk of complications and promote a healthy start to life.",
            "points": [
              "Folate for preventing neural tube defects",
              "Iron for blood cell formation and preventing anemia",
              "Iodine for healthy thyroid and brain development",
              "Vitamin D and Calcium for strong bones and teeth",
              "Vitamin B12 for brain and nerve health"
            ]
          },
          {
            "title": "Energy and Weight Gain: Eating for Two — Wisely!",
            "content": "Forget the myth that you should 'eat for two.' What you truly need is to eat smart for two. Most women only require about 200 extra calories a day in the third trimester, equivalent to a small snack like a banana and a pot of yogurt.",
            "points": [
              "Underweight (<18.5 BMI): 12.5-18 kg recommended weight gain",
              "Normal (18.5-24.9 BMI): 11.5-16 kg recommended weight gain",
              "Overweight (25-29.9 BMI): 7-11.5 kg recommended weight gain",
              "Obese (≥30 BMI): 5-9 kg recommended weight gain",
              "Remember — it's not about eating more, but eating better!"
            ]
          },
          {
            "title": "Key Nutrients for a Healthy Pregnancy",
            "points": [
              "Folate (Vitamin B9): Prevents neural tube defects. Sources: Leafy greens, citrus fruits, legumes, fortified cereals. Tip: Take 400 µg folic acid daily before conception through week 12.",
              "Iron: Supports blood production and prevents fatigue. Sources: Lean meats, beans, lentils, spinach, fortified grains. Tip: Combine with vitamin C to boost absorption.",
              "Iodine: Essential for thyroid and brain development. Sources: Dairy, eggs, seafood, iodized salt. Tip: Avoid excessive seaweed.",
              "Vitamin D & Calcium: Build strong bones and teeth. Sources: Dairy, fortified milk, fish, sunlight. Tip: Take 10 µg vitamin D daily.",
              "Vitamin B12: Vital for nerve and brain health. Sources: Meat, fish, eggs, dairy. Tip: Vegans should take a B12 supplement."
            ]
          },
          {
            "title": "Food Safety: Protecting You and Your Baby",
            "content": "Pregnancy can make you more vulnerable to foodborne illnesses, so extra caution is key:",
            "points": [
              "Avoid: Unpasteurized milk, soft cheeses, raw or undercooked meat, cold cured meats, pre-packaged salads",
              "Do: Wash fruits and vegetables thoroughly, cook all meats completely, reheat leftovers until steaming hot"
            ]
          },
          {
            "title": "What to Limit or Avoid",
            "points": [
              "Alcohol: No level is considered safe during pregnancy — abstain completely",
              "Caffeine: Keep intake below 200 mg/day (about two cups of coffee)",
              "Fish: Eat at least two portions per week including one oily fish, but avoid high-mercury fish",
              "Vitamin A: Avoid liver and liver products — too much vitamin A can harm your baby"
            ]
          },
          {
            "title": "Simple Nutrition Checklist for Moms-to-Be",
            "points": [
              "Eat balanced meals with whole grains, fruits, and vegetables",
              "Include lean proteins (meat, eggs, beans, tofu) daily",
              "Drink plenty of water",
              "Take prenatal vitamins as prescribed",
              "Avoid processed and high-sugar foods",
              "Don't skip breakfast!"
            ]
          }
        ],
        "source": "Source: https://www.sciencedirect.com/science/article/pii/S1751721422001476"
      }
    }
  ]
}